{
  "channel_id": "UCcefcZRL2oaA_uBNeo5UOWg",
  "description": "Sam Altman and Craig Cannon go through questions submitted on Hacker News.\n\nTo submit a question for Office Hours, send an email to Macro@YCombinator.com with a few sentences of context and your question.\n\n0:10 - As a B2B company how do you get sales outside of your network?\n\n1:55 - Should you go to meetups?\n\n3:01 - How do you expand your network?\n\n5:25 - When founding a startup, is being a college student an advantage or a disadvantage? Does it matter at all?\n\n9:01 - How can a student with no technical background go start a startup?\n\n9:59 - How can a nontechnical person vet a technical person?\n\n10:45 - What should people do when they're not technical but want to build some technical skills?\n\n11:12 - Why do you think crowdfunding for startups hasn't kicked off as well as hoped? What sort of pitfalls have startups in the space encountered that you know about?\n\n12:51 - What do you think is the best way to create impact/maximize potential impact on the world for a high school student developer?\n\n15:45 - How did Sam go about finding what he and the world values?\n\n19:30 - With VR/AR on the rise, how do you think it's going to impact the startup community?\n\n22:02 - How do you know if you're technical enough to build great products?\n\n22:49 - If you were an important but non-founder employee at a startup and your company were to be acquired, how would you approach the process of integrating and insuring success between the companies? And how would you evaluate the acquiring company to decide if it's worth staying?",
  "duration": 1474,
  "extension": "webm",
  "filename": "office_hours_with_sam_altman.webm",
  "id": "45BvnJgwYjk",
  "like_count": 1527,
  "original_url": "https://www.youtube.com/watch?v=45BvnJgwYjk",
  "sanitized_title": "office_hours_with_sam_altman",
  "thumbnail": "https://i.ytimg.com/vi_webp/45BvnJgwYjk/maxresdefault.webp",
  "title": "Office Hours with Sam Altman",
  "transcribed": true,
  "upload_date": "20170111",
  "uploader": "Y Combinator",
  "uploader_id": "@ycombinator",
  "view_count": 89886
}