{
  "channel_id": "UCcefcZRL2oaA_uBNeo5UOWg",
  "description": "Sam Altman - https://twitter.com/sama - expands on ideas that have come up in several of his essays. Specifically: choosing projects, creating value, and finding purpose.\n\nSam’s the president of YC Group - https://ycombinator.com/ - and co-chairman of OpenAI - https://openai.com/\n\nThe YC podcast is hosted by Craig Cannon - https://twitter.com/craigcannon\n\n***\n\nTopics\n\n:55 – From The Days Are Long But The Decades Are Short – Minimize your own cognitive load from distracting things that don’t really matter. It’s hard to overstate how important this is, and how bad most people are at it. http://blog.samaltman.com/the-days-are-long-but-the-decades-are-short\n\n3:20 – Stepping back and evaluating your work\n\n5:00 – Creating metrics for your projects\n\n6:00 – Taking a year off\n\n9:00 – Figuring out when to commit\n\n11:00 – Poker\n\n12:00 – From Productivity – Sleep seems to be the most important physical factor in productivity for me. Exercise is probably the second most important physical factor. The third area is nutrition. http://blog.samaltman.com/productivity\n\n14:30 – From You and Your Research by Richard Hamming – If what you are doing is not important, and if you don’t think it is going to lead to something important, why are you at Bell Labs working on it?’ http://blog.samaltman.com/you-and-your-research\n\n16:00 – From The Days Are Long But The Decades Are Short – Things in life are rarely as risky as they seem. Most people are too risk-averse, and so most advice is biased too much towards conservative paths. http://blog.samaltman.com/the-days-are-long-but-the-decades-are-short\n\n17:00 – Perspective shifts\n\n19:45 – From Productivity – My system has three key pillars: “Make sure to get the important shit done”, “Don’t waste time on stupid shit”, and “make a lot of lists”. http://blog.samaltman.com/productivity\n\n22:00 – What Happened to Innovation http://blog.samaltman.com/what-happened-to-innovation-1\n\n24:20 – From You and Your Research by Richard Hamming – He who works with the door open gets all kinds of interruptions, but he also occasionally gets clues as to what the world is and what might be important. http://blog.samaltman.com/you-and-your-research\n\n26:20 – The deferred life plan doesn’t work\n\n31:20 – From The Merge – Our self-worth is so based on our intelligence that we believe it must be singular and not slightly higher than all the other animals on a continuum. Perhaps the AI will feel the same way and note that differences between us and bonobos are barely worth discussing. http://blog.samaltman.com/the-merge\n\n33:40 – Weight training\n\n35:00 – The Way to Love by Anthony de Mello https://www.amazon.com/Way-Love-Meditations-Anthony-Classics/dp/038524939X",
  "duration": 2148,
  "extension": "webm",
  "filename": "sam_altman_on_choosing_projects_creating_value_and_finding_purpose.webm",
  "id": "uEl2KUZ3JWA",
  "like_count": 11900,
  "original_url": "https://www.youtube.com/watch?v=uEl2KUZ3JWA",
  "sanitized_title": "sam_altman_on_choosing_projects_creating_value_and_finding_purpose",
  "thumbnail": "https://i.ytimg.com/vi_webp/uEl2KUZ3JWA/maxresdefault.webp",
  "title": "Sam Altman on Choosing Projects, Creating Value, and Finding Purpose",
  "transcribed": true,
  "upload_date": "20181108",
  "uploader": "Y Combinator",
  "uploader_id": "@ycombinator",
  "view_count": 467480
}